tap "adoptopenjdk/openjdk"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "neovim/neovim"
brew "asdf"
brew "python@3.9"
brew "bitcoin"
brew "pkg-config"
brew "cmake"
brew "cmake-docs"
brew "docker", link: false
brew "fzf"
brew "python@3.10"
brew "gdb"
brew "git"
brew "git-lfs"
brew "glfw"
brew "unbound"
brew "gnutls"
brew "go"
brew "openjdk@11"
brew "grails"
brew "openjdk"
brew "kafka"
brew "kcat"
brew "librsvg"
brew "lua"
brew "micronaut"
brew "mongosh"
brew "mono"
brew "mtr"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "p7zip"
brew "pandoc"
brew "perl"
brew "python-tk@3.9"
brew "qt"
brew "redis"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "tcptraceroute"
brew "tree"
brew "wget"
brew "yarn"
brew "zorba"
brew "gromgit/fuse/ntfs-3g-mac"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-database-tools"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "anaconda"
cask "android-sdk"
cask "android-studio"
cask "audacity"
cask "blender"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "dbvisualizer"
cask "discord"
cask "disk-drill"
cask "firefox"
cask "flutter"
cask "font-dejavu"
cask "godot"
cask "google-chrome"
cask "imazing"
cask "insomnia"
cask "iterm2"
cask "jumpcut"
cask "macfuse"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "notion"
cask "obs"
cask "osxfuse"
cask "qbittorrent"
cask "qt-creator"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stretchly"
cask "temurin8"
cask "texmaker"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
